[
  {
    "id": "r1",
    "paper": "DLA",
    "state": "FL",
    "course": ["plato principal", "side"],
    "tags": ["vegetariano"],
    "country_of_origin": "",
    "ingredients": [
      "tomate",
      "cebolla",
      "berenjena",
      "ajo",
      "vino blanco",
      "huevo",
      "perejil",
      "queso",
      "polvo de galletas",
      "sal"
    ],
    "ingredient_list": "6 tomates; 1 cebolla; 3 berenjenas; 1 ajo; 1 taza de vino blanco; 3 yemas de huevo; perejil; 1 taza queso rallado; polvo de galletas; sal",
    "directions": "Se dividen los tomates en dos y se vacian, se sazonan con sal y pimienta. Se fríen con la cebolla cortada en pedacitos pequeños la berenjena en rodajas finas. Se rocían con vino blanco. Se añade la sal a gusto, perejil y el queso rallado. Se deja enfriar y se agregan las tres yemas de huevo. Se rellenan los tomates y se espolvorean con el polvo de galletas. Se colocan en un molde, se rocían con queso parmesano rallado y se gratinan al horno durante 5 minutos. Se sirven en su mismo jugo.",
    "title": "tomates a la mireille",
    "url": "https://chroniclingamerica.loc.gov/lccn/sn82001257/1957-10-13/ed-1/seq-5/",
    "pdf_file_path": "receta01"
  },
  {
    "id": "r2",
    "paper": "DLA",
    "state": "FL",
    "course": "plato principal; side",
    "tags": "",
    "country_of_origin": "",
    "ingredients": [
      "habicuela",
      "chorizo",
      "huevo",
      "cebolla",
      "pimienta",
      "manteca"
    ],
    "ingredient_list": "1 libra de habichuelas; 2 chorizos desmenuzados; 3 huevos batidos; 1 cucharadita de cebolla rallada; 1-4 cucharadita de pimienta; manteca",
    "directions": "Ablande las habichuelas y májelas. Agregue los demás ingredientes y mezcle. Ponga suficiente manteca en la sartén para cubrir el fondo. Eche en la sartén, tape y cueza a fuego lento, vuelva y dore por ambos lados.",
    "title": "torta de habichuelas",
    "url": "https://chroniclingamerica.loc.gov/lccn/sn82001257/1957-01-01/ed-1/seq-5/",
    "pdf_file_path": "receta02"
  },
  {
    "id": "r3",
    "paper": "DLA",
    "state": "FL",
    "course": "plato principal; side",
    "tags": "",
    "country_of_origin": "",
    "ingredients": [
      "sofrito",
      "butifarras",
      "arroz",
      "sal",
      "manteca",
      "achote",
      "agua"
    ],
    "ingredient_list": "sofrito; 5 butifarras partidas; 1 1-2 libras de arroz; 1 cucharadita de sal; 3 cucharadas de manteca con achote; 3 tazas de agua",
    "directions": "Añada las butifarras, el arroz y la manteca al sofrito y cueza por dos minutos. Agregue el agua y sazone a gusto. Cueza hasta que el arroz esté un poco seco, baje el fuego, revuelva dos o tres veces y conserve tapado hasta el momento de servirlo.",
    "title": "arroz con butifarras",
    "url": "https://chroniclingamerica.loc.gov/lccn/sn82001257/1957-03-24/ed-1/seq-5/",
    "pdf_file_path": "receta03"
  },
  {
    "id": "r4",
    "paper": "DLA",
    "state": "FL",
    "course": "plato principal",
    "tags": "",
    "country_of_origin": "",
    "ingredients": [
      "pollo",
      "sal",
      "ajo",
      "orégano",
      "cebolla",
      "cerdo",
      "jamón",
      "mantequilla",
      "salsa de tomate",
      "pasas"
    ],
    "ingredient_list": "1 pollo de 4 libras; 3 cucharaditas de sal; 3 dientes de ajo machacado; media cucharadita de orégano en polvo; 1 cebolla picada; 1-1-2 libras de carne de cerdo; un cuarto libra de jamón; 3 cucharadas de mantequilla; 2 cucharadas de salsa de tomate; 1 cucharada de pasas",
    "directions": "Adobe el pollo por dentro y por fuera varias horas antes de rellenarlo. Muela el jamón y la carne de cerdo y añádale los demás ingredientes sazone y rellane el pollo. Cosa la abertura y engráselo por fuera con mantequilla. Cueza en el horno en un molde destapado y cuando esté dorado cubra con la tapa y cueza a fuego lento por espacio de 2 horas.",
    "title": "pollo relleno",
    "url": "https://chroniclingamerica.loc.gov/lccn/sn82001257/1958-02-23/ed-1/seq-5/",
    "pdf_file_path": "receta04"
  },
  {
    "id": "r5",
    "paper": "DLA",
    "state": "FL",
    "course": "postre",
    "tags": "",
    "country_of_origin": "Brasil",
    "ingredients": [
      "leche",
      "coco",
      "huevos",
      "fécula de maíz",
      "chocolate",
      "azúcar"
    ],
    "ingredient_list": "1-2 litro de leche; 1 taza de coco rallado; 6 yemas batidas; 2 cucharadas de fécula de maíz; 5 cucharadas de chocolate ralla\ndo; 6 cucharadas de azúcar molida",
    "directions": "Ponga a remojar el coco con leche para que se humedezca. En un tazón mezcle el coco con las yemas, la fécula de maíz y el chocolate. Bata y una poco a poco el azúcar y la leche, vierta en una cacerola y ponga a cocer a fuego lento. Para que no se adhiera al fondo de la cacerola debe moverse continuamente. Cuando la preparación comience a despegarse del recipiente, retírela del fuego y déjela enfriar. Echela dentro de un recipiente de cristal o porcelana, que labra humedecido con leche fria y colóquela en la refrigeradora hasta qué se congele.",
    "title": "delicia de chocolate",
    "url": "https://chroniclingamerica.loc.gov/lccn/sn82001257/1958-06-22/ed-1/seq-5/",
    "pdf_file_path": "receta05"
  }
]
